Repository: big4billy/wesnothHUN
Catalog: po/wesnoth-l/*.po
Languages: fi

source: A fine story. Most likely, this is a pitiful excuse for you to enter our fortress to plunder our armory. Even if Her Majesty did order you here, we have no need for the help of you uncouth orcs. We have always managed just fine without you.
fi: Hieno tarina. Tämä on todennäköisimmin säälittävä tekosyy teille käydä linnoitukseen ryöstämään asevarastoamme. Vaikka Hänen majesteettinsa määräsikin teidät tänne, emme tarvitse teidän örkinköntysten apua. Olemme aina pärjänneet hyvin ilman teitä.

source: Yeah? Well, we will see how fine you manage <i>against</i> us. I’ll show you just how weak you pinkskins are.
fi: Vai niin? Katsotaanpa, kuinka hyvin pärjäätte <i>meitä vastaan</i>. Näytän teille, kuinka heikkoja te vaaleanahat olette.

source: Come try it, cretin.
fi: Anna palaa, älykääpiö.

source: Infighting among the forces of Weldyn does not bode well for the new queen, but is awfully convenient for us...
fi: Weldynin joukkojen sisäinen valtataistelu ei lupaa hyvää uudelle kuningattarelle, mutta se sopii meille hyvin...

source: Look in the distance... riders approach!
fi: Katsokaa tuonne... ratsastajia lähestyy!

source: Sound the advance!
fi: Soittakaa etenemiskäsky!

source: At your order, my liege.
fi: Käskystänne, kapteeni.

source: Lo, Knights of Elensefar, the battle hath begun ere our arrival. Ready thy lances! Let us trample the armies of Weldyn beneath our steeds!
fi: Elensefarin ritarit, taisto on alkanut saapuessamme. Peitset tanaan! Tallokaamme ratsuillamme Weldynin armeijat!

source: A horde of knights, bearing the emblem of Elensefar! Amazing. I’ve never seen me so many riders in one place.
fi: Ritarijoukko, joka kantaa Elensefarin tunnusta! Uskomatonta. En olekaan nähnyt noin monta ratsastajaa yhdessä paikassa.

source: Gwydion be Lord Maddock’s son... more be hinging on victory than I thought. This battle don’t just be about our little villages no more.
fi: Gwydion on Maddock-herran poika... Enemmän riippuu voitosta kuin luulinkaan. Tää taisto ei koske enää vain pikkukyliämme.

source: Not even a full day had passed before the first advance elements of Wesnoth’s main army began to arrive...
fi: Ei edes kokonainen päivä kulunut, kun Wesnothin pääarmeijan etujoukot alkoivat saapua...

source: That morning, another advance element of the main Wesnoth army arrived...
fi: Sinä aamuna saapui toinen Wesnothin pääarmeijan etujoukko...

source: I think... I think they’re trying to storm Halstead itself... the fools!
fi: Luulenpa, että... että he yrittävät jyllätä itse Halsteadin... Typerykset!

source: They have breached the fortress gate! Repulse them!
fi: He mursivat linnoituksen portin! Torjukaa heidät!

source: I’m inside! I’m heading down to the catacombs.
fi: Pääsin sisälle! Laskeudun katakombeihin.

source: After some time...
fi: Hetken kuluttua...

source: It’s done.
fi: Valmista tuli.

source: The stronghold of Halstead began to shake...
fi: Halsteadin linnoitus alkoi vavahdella...

source: We can’t stay here. The fortress is starting to collapse!
fi: Emme voi jäädä tänne. Linnoitus alkaa sortua!

source: I think it be working! Everybody get clear!
fi: Se näyttää tepsivän! Nyt jalat alle joka iikka!

source: With a thunderous roar and a vast billowing of dust, thousands of tons of stone and wood crashed in on itself. Some of the wreckage tumbled down the steep sides, while the remainder came to rest several hundred feet below ground, in the bowels of the hollowed-out mountain.
fi: Raivoisan jyrähdyksen ja valtavan pölypilven saattelemina tuhansia tonneja kiveä ja puuta romahti kasaan. Osa siitä vyöryi jyrkkiä rinteitä pitkin, kun taas loput päätyivät satojen jalkojen syvyyteen maan alle, ontoksi kaivetun vuoren uumeniin.

source: No one inside the fortress would make it out alive.
fi: Yksikään linnoituksessa ollut ei päässyt elävänä ulos.

source: After several days of fierce fighting, the main body of Weldyn’s host arrived. The battle was soon finished. Every last man from the rebellion was executed.
fi: Monta päivää kestäneen raivoisan taistelun jälkeen Weldynin pääjoukko saapui. Taistelu päättyi nopeasti. Jokainen mies kapinasta teloitettiin.

source: The fort be done with... but I be crushed... under this rubble...
fi: Linnoitus tuhottiin... mutta mä murskaannun... näitten raunioitten alle...

source: No one was able to get to Baldras in time. He and many of his companions died that day beneath the stronghold of Halstead.
fi: Kukaan ei voinut auttaa Baldrasia ajoissa. Hän ja hänen monta kumppaniaan kuolivat sinä päivänä Halsteadin linnoituksen alle.

source: I knew... this wouldn’t work...
fi: Tiesinhän... ettei tää toimis...

source: The rebellion had staked its all on victory at Halstead, but win or lose, there would be no help for the doomed villagers.
fi: Kapinalliset olivat asettaneet kaiken vaakalaudalle voittaakseen Halsteadissa, mutta tuomituille kyläläisille ei olisi apua, olipa tuloksena voitto tai tappio.

source: Harper, no!
fi: Harper, ei!

source: Ended... like this? Fight on without me...
fi: Tämäkö... on loppuni? Jatkakaa ilman minua...

source: Your time is over, General.
fi: Aikasi on ohi, kenraali.

source: I may be done... but my death shall only bring the full wrath of the Crown upon you... relish your small victory, peasants, while you still can...
fi: Ehkä hävisin... mutta kuolemani tuo vain kruunun täyden vihan yllenne... Nauttikaa pikku voitostanne, maalaismoukat, kun vielä voitte...

source: Grrarrghh... you... fools...
fi: Grrarrghh... senkin... hölmöt...

source: Idiot orc. Know your place.
fi: Typerä örkki. Tiedä paikkasi.

source: Liberty — Epilogue
fi: Vapaus – Loppunäytös

source: 03 Scryer’s Bloom, 501 YW It were a real shock. I were so stunned, I barely even remember what happened after.
fi: 3. Päivä, Näkijän kukan aikaan, 501 WV Se oli kunnon järkytys. Olin niin tolaltani. En ees muista, mitä sen jälkeen tapahtui.

source: Helicrom, I don’t know what happened to him, didn’t see what happened to Maddock’s son either. Me and Harper and the few of us who survived got up and ran. We be heading back north now, toward Carcyn and Elensefar. Them patrols seems to be in real disarray, mostly seeming to be riding back south to regroup. It be looking like we really did disrupt Weldyn’s chain of command.
fi: Helicrom, en tiiä, mitä hänelle tapahtui, enkä liioin nähnyt, mitä tapahtui Maddockin pojalle. Mä ja Harper ja meistä muutamat eloonjääneet mentiin livohkaan. Ollaan nyt menossa takas pohjoiseen kohti Carcynia ja Elensefaria. Heidän partionsa näyttäis olevan ihan sekasorrossa, ja näemmä ratsastavat pääosin takas etelään ryhmittyäkseen. Me näköjään ollaan todella häiritty Weldynin komentoketjua.

source: I’m sure them Wesnothians will come back in time. Maddock sounded like he had a plan... we’ll see. But that don’t be my problem anymore. I has me a village to worry about. I need to get back, consult myself with Relana and figure out what to do next. We gots some more time now, but we can’t wait forever.
fi: Oon varma, että wesnothilaiset tulee takas aikanaan. Maddock kuulosti kui hänellä olis suunnitelma... jää nähtäväksi. Mutta se ei enää oo mun ongelma. Mulla on kylä huolehdittavana. Mun täytyy palata, neuvotella Relanan kans ja keksiä, mitä tehdä seuraavaks. Meitillä on nyt enemmän aikaa, muttemme voi odottaa ikuisesti.

source: 10 Scryer’s Bloom, 501 YW We got back to Dallben today, but the village were empty. There were a few bodies and some burned houses, but it weren’t raided or nothing. Must’ve been one of them Wesnoth patrols, curse those damned stinkers! When I first saw the scene with my eyes, I thoughts that we failed, that we was too late... but now that I thinks of it, it be real weird that so few died. The others must’ve escaped to somewhere. But I didn’t see any clues here.
fi: 10. Päivä, Näkijän kukan aikaan, 501 WV Palasimme tänään Dallbeniin, mutta kylä oli tyhjä. Siellä oli muutama ruumis ja muutama palanut talo, mutta sitä ei oltu ryöstetty tai muuta. Varmaankin jokin niistä Wesnothin partioista. Kirotut turjakkeet! Kun mä näin paikan eka kertaa, aattelin, että epäonnistuimme, että oltiin liian myöhässä... Vaan nyt kun aattelen, on läpeensä outoa, että niin harva kuoli. Muitten on täytyny paeta jonnekin, mutten nähnyt täällä mitään vihiä siitä.

source: I sended Harper off to Delwyn. Hope she’ll find something there. In the meantimes, I’ll rest this tired body for a little and go see sis, maybe pick her up some lilies. Seems like this’ll probably be the last time I gets to see her...
fi: Lähetin Harperin Delwyniin. Toivottavasti hän löytää sieltä jotakin. Sillä välin mä lepuutan tätä väsynyttä kehoani tovin ja käyn katsomassa siskoa, ehkä haen hälle liljoja. Taitaa olla vika kerta, kun pääsen näkeen häntä...

source: She’ll tell me not to be sad, of course. That life just be a big adventure and filled with fun, that I shouldn’t think about stuffs I can’t change. The world be huge and vast, much bigger than small little people like me. I don’t got the power to change it, so why not try to live as best I can? Besides, she’ll say that I still gots me a little piece of her in Harper, so I should cherish the lass.
fi: Hän tietenkin sanois mulle, etten sais surra, sillä elämä on vain suuri seikkailu ja täynnä hauskuutta, ja että mun ei pidä aatella asioita, joita en voi muuttaa. Maailma on suuri ja laaja, paljon suurempi kuin vähäväkiset kuten mä. Mulla ei oo valtaa muuttaa sitä, joten miksen yrittäis elää parhaani mukaan? Lisäks hän sanoo, että mulla on edelleen pieni osa hänestä Harperissa, joten mun pitäis arvostaa tyttöä.

source: I do, Erwen, I really do. This all be real hard. I don’t be no brave soul, nor some great warrior, but I does my best. And I haven’t forgotten about all them good times we had together ― somehow, some way, they keeps me going. Me and Harper, we won’t give up till the very end.
fi: Kyllä, Erwen, todellakin. Kaikki tää on tosi vaikeeta. Mä en oo rohkee enkä suuri soturi, mutta teen parhaani. Enkä oo unohtanu kaikkia niitä hyviä hetkiä, joita vietimme yhdessä. Jotenkin, jollakin tapaa, ne saavat mut jaksamaan. Mä ja Harper emme anna periksi viimeiseen asti.

source: 14 Scryer’s Bloom, 501 YW Harper got back today from Delwyn. Said she didn’t find no one alive there, but she did bring back a note she found. Let’s see what it says.
fi: 14. Päivä, Näkijän kukan aikaan, 501 WV Harper palas tänään Delwynistä. Sanoi, ettei löytänyt sieltä ketään elossa, mutta hän toi takaisin löytämänsä kirjeen. Katsotaanpa, mitäs se sanoo.

source: <i>“Baldras, you would’ve been proud. We fought them soldiers off twice, gave them a good ol’ thrashing they won’t ever forget. But in the end, it weren’t enough. We had to run like criminals before they killed us all.”</i>
fi: <i>"Baldras, sä olisit ollut ylpeä. Taistelimme heidän sotilaita vastaan kahdesti, annoimme heille selkäsaunan, jota he eivät koskaan unohda. Mutta ei se lopulta riittänyt. Jouduimme pakoon kuin rikolliset ennen kuin he olisivat tappaneet meidät kaikki.”</i>

source: <i>“I don’t know if you and Harper will see this note, but if you do, I’m expecting ya to come find us. Remember them ol’ pirate islands we used to hear some of them Elensefar sailors talk about? We be heading there, southwest of the city and past the land’s end. See you in the Three Sisters, old friend. ― Relana”</i>
fi: <i>"En tiedä, löydättekö sinä ja Harper tämän viestin, mutta jos löydätte, odotan teidän etsivän meitä. Muistatteko ne vanhat merirosvosaaret, joista kuulimme eräiltä Elensefarin merimiehiltä? Me olemme matkalla sinne, kaupungista lounaaseen päin ja maan ääriin. Nähdään Kolmen sisaren saarilla, vanha ystävä. ― Relana"</i>

source: So they survived! Them islands be a bit far, but I suppose this sack of old bones has one more adventure left in it...
fi: He ovat siis elossa! Ne saaret ovat hiukan kaukana, mutta kaipa tällä vanhalla luusäkillä on vielä yksi seikkailu jäljellä...

source: Lord of Elensefar
fi: Elensefarin herra

source: The grand city-state of Elensefar is the wealthiest human settlement on the Great Continent, commanding a reputation and power that belies its relatively small population. Unlike the more war-minded inland nobles, Elensefar’s governors master the art of commerce and the skill of sailing, and are known to be particularly agreeable. Yet behind that merchant charm lies a fierce independence, a trait that sometimes puts them at odds with the aristocrats of other regions.
fi: Elensefarin suuri kaupunkivaltio on Suurmantereen vaurain ihmisasutus, jonka maine ja valta ylittävät sen suhteellisen pienen väkiluvun. Toisin kuin sotahenkiset sisämaan aateliset, Elensefarin hallitsijat ovat mestareita kaupankäynnissä ja purjehduksessa, ja heidät tunnetaan erityisen sovinnollisina. Kaupallisen viehätyksen takana piilee kuitenkin tinkimätön itsenäisyys, ominaisuus, joka toisinaan asettaa heidät ristiriitaan muiden alueiden aristokraattien kanssa.

source: Villager
fi: Kyläläinen

source: Peasants live in the small hamlets and villages scattered across the Wesnoth countryside.
fi: Talonpojat elävät pienissä taloryhmissä ja kylissä ympäri Wesnothin maaseutuja.

source: Village Elder
fi: Kylänvanhin

source: Each of the villages scattered across the Wesnoth countryside is normally guided by a group of elders, who are the village’s wisest and most experienced residents.
fi: Jokaista kylää kautta Wesnothin maaseutujen opastaa tavallisesti ryhmä vanhuksia, jotka ovat kylän viisaimmat ja kokeneimmat asukkaat.

source: Senior Village Elder
fi: Vanhempi kylänvanhin

source: The entire village looks to the senior elder for guidance. Strong and wise, the senior elders take responsibility for the community’s well-being on their shoulders. Provincial officials tend to choose senior village elders as magistrates so that legal and customary authority will coincide.
fi: Koko kylä pyytää apua kaikkein vanhimmalta. Vahvat ja viisaat kylänvanhimmat ottavat vastuulleen yhteisön hyvinvoinnin. Maakunnan viranhaltijoilla on tapana valita vanhimpia kylänvanhimpia rauhantuomareiksi, jotta laillinen ja perinteinen käskyvalta olisivat yhdenmukaiset.

source: female^Senior Village Elder
fi: Vanhempi kylänvanhin

source: Peasant Youth
fi: Maalaisnuori

source: The scruffy-haired peasant youth are much like the young people living elsewhere in Wesnoth: reckless, cocky, and eager to explore.
fi: Nuhruhiuksiset maalaisnuoret ovat kovin samanlaisia kuin nuoriso muuallakin Wesnothissa: holtittomia, koppavia ja innokkaita tutkimusretkeilemään.

source: female^Peasant Youth
fi: Neitokainen

source: Watchman
fi: Vahtimies

source: The watchmen are men and women who protect the villages from marauders, both human and otherwise, that prowl the Wesnoth countryside at night.
fi: Vahdit ovat miehiä ja naisia, jotka suojelevat kyliä niin ihmis- kuin muiltakin ryöstelijöiltä, jotka kuljeksivat Wesnothin maaseuduilla öisin.

source: female^Watchwoman
fi: Vahtinainen

source: Borderer
fi: Rajavartija

source: Border villages maintain militias dedicated to fending off hostiles. While these borderers are not trained and armed to up to military standards, their native toughness and knowledge of local conditions make them formidable on their home ground.
fi: Rajakylät ylläpitävät miliisejä, joiden tehtävänä on torjua vihollisia. Vaikka nämä rajavartijat eivät ole koulutettuja ja aseistettuja sotaväen mittapuulla, heidän luontainen sisukkuus ja paikallistuntemus tekevät heistä varteenotettavia kotikentällään.

source: female^Borderer
fi: Rajavartijatar

source: Peasant Hunter
fi: Metsäläinen

source: Villages, especially in wilder areas near frontiers, rely on hunters to bring in much of their food supply. Their stealth and intimate knowledge of local terrain can be valuable assets in combat.
fi: Kylät, etenkin eräalueilla lähellä rajaseutuja, turvautuvat paljolti metsäläisiin muonituksessaan. Heidän hiiviskelytaitonsa ja paikallismaaston tuntemuksensa voivat olla arvokkaita taisteluissa.

source: Peasant Trapper
fi: Ansantekijä

source: Trappers are skilled hunters who supply food and furs for several villages. Their hunting experience makes them most valuable at night and in forests and swamps.
fi: Ansantekijät ovat taitavia metsästäjiä, jotka toimittavat muonaa ja turkiksia monelle kylälle. Heidän metsästyskokemuksensa tekee heistä kaikkein arvokkaimpia yöaikaan metsissä ja soilla.

source: Peasant Huntsman
fi: Metsämies

source: Huntsmen have spent their lives in the backwoods and swamps of their wilderness homes. They can bullseye ferocious swamp rats and track anything that moves in their territory.
fi: Metsämiehet ovat viettäneet elämänsä villien kotiseutujensa rämeiköissä ja soilla. He osuvat jousillaan hurjiin suorottiin ja jäljittävät mitä tahansa, mikä liikkuu heidän alueellaan.

source: I’m coming... Erwen...
fi: Olen tulossa... Erwen...

source: I’m finished...
fi: Tämä on loppuni...

source: How can this be?
fi: Kuinka tässä näin kävi?
