Repository: big4billy/wesnothHUN
Catalog: po/wesnoth-l/*.po
Languages: fi

source: We gots to be headin’ for Elensefar soon before them Wesnothians come back.
fi: Meitin täytyy painella Elesefariin pian ennen kuin ne wesnothilaiset tulevat takaisin.

source: Looks like some fishperson used to live here.
fi: Joku kalaihminen on näemmä asunut täällä.

source: Looks like they still do. Ick.
fi: Näemmä asuu edelleen. Iik.

source: Ewww, I think it be smelling even worse now. Least it’s stopped moving.
fi: Yöh, se taitaa haista nyt pahemmalta. Ainakin se lakkasi liikkumasta.

source: I don’t likes me the look of that water.
fi: Toi vesi ei näytä hyvältä musta.

source: Ahh! Help, it’s a tentacle monster!
fi: Ahh! Apua, se on lonkerohirviö!

source: That’s some fresh tasty water. Mmm!
fi: Onpas raikasta makeaa vettä. Mmm!

source: Your unit has gained +1 maximum hitpoints!
fi: Yksikkösi on saanut +1 enimmäiselämäpisteen!

source: Blasted pinkskins...
fi: Pahuksen vaaleanahat...

source: Thissss was not part of the deal...
fi: Tämä ei kuulunut sopimukssseen...

source: Something be very wrong here. These orcs has weapons with army forge-markings.
fi: Jokin täällä on nyt hyvin vinossa. Näillä örkeillä oli aseita, joissa on armeijan tunnuksia.

source: Aye, and the gold in their pouches looks new from mint. Could just be plunder, but...
fi: Niinpä, Ja kulta niiden pusseissaan näyttää painotuoreelta. Voihan se olla ryöstelystä, mutta...

source: Don’t seem like it. I be thinking these orcs were hired to scout us. But for what? Of all the alliances to be making, why would Weldyn be hiring orcs?
fi: Eipä siltä näytä. Luulenpa, että nää örkit on pestattu tiedustelemaan meitiä. Mutta minkä tähden? Miksi kaikista liittolaisista juuri Weldyn palkkaisi örkkejä?

source: I thinks your mission to Lord Maddock just became even more urgent. We needs to know the Queen’s motives.
fi: Se Maddock-herran tehtäväsi taisi juuri tulla kiireellisemmäksi. Meidän täytyy saada tietää kuningattaren motiivit.

source: I don’t like leaving our people here alone, but I sees your point. If we wait, more will be coming.
fi: En tykkää jättää väkeämme tänne yksin, mutta ymmärrän yskän. Jos me odotetaan, niitä tulee lisää.

source: For now, I can stay here and perhaps talk them Wesnothians out of attacking us directly, but I don’t thinks it will work forever. To survive this, we needs to act quick, Baldras.
fi: Mä voin toistaiseksi jäädä tänne ja ehkä ylipuhua wesnothilaisia luopumaan hyökkäyksestä, mutta en usko sen tepsivän ikuisesti. On pantava toimeksi pian, jotta selviämme tästä, Baldras.

source: Then we’ll go to Elensefar as fast as we can. Luck be with ya, Relana.
fi: Sitten me lähdetään Elesefariin pikimmiten. Lykkyä tykö, Relena.

source: We gots no more time to be spending here nor to be traveling to Elensefar... them Wesnothians probably already be mobilizing against us. We’ve got to head back to Dallben!
fi: Emme voi tuhlata enempää aikaa täällä taikka matkustaa Elensefariin... Ne wesnothilaiset lienevät jo liikekannalla meitä vastaan. Meitin täytyy palata takas Dalbeniin!

source: Baldras and Relana returned to their villages to find them destroyed, with any survivors borne away to unknown fates. It was a bitter doom, and as Wesnoth descended into chaos, they would live to see worse.
fi: Baldras ja Relana palasivat kyliinsä vain huomatakseen ne tuhotuiksi ja kaikki eloonjääneet vietyinä tuntemattomaan kohtaloon. Se oli karvas loppu, ja kun Wesnoth vajosi kaaokseen, he tulisivat näkemään pahempaakin.

source: Unlawful Orders
fi: Laittomat käskyt

source: Lord Maddock
fi: Herra Maddock

source: Defeat the enemy leader
fi: Kukista vihollisjohtaja

source: Death of Maddock
fi: Maddockin kuolema

source: The Daneth
fi: Daneth

source: Mary’s Minnow
fi: Maryn sintti

source: Maddock, I be coming to report—
fi: Maddock, mä tuun ilmoittamaan...

source: I am already aware of your altercation in Dallben, Baldras. Your dissent was not wise.
fi: Tiedän jo jupakastasi Dallbenissa, Baldras. Erimielisyytesi ei ollut viisasta.

source: Dissent? Maddock, I’m not trusting no strange riders who show up out of nowhere claimin’ to be from the Queen. Seems like a bunch of pigdirt to me.
fi: Erimielisyyteni? Maddock, mä en luota outoihin ratsastajiin, jotka ilmestyvät tyhjästä ja väittävät olevansa kuningattaren lähettämiä. Suoranaista sian sontaa, sanon mä.

source: That was partially my fault, since I was not able to send a messenger to you in time. I shall have to inform you now. Five weeks ago, at the Ford of Abez, King Garard II of Wesnoth was murdered.
fi: Se oli osittain minun syytäni, koska en saanut lähetettyä teille sanansaattajaa ajoissa. Minun on kerrottava teille nyt. Viisi viikkoa sitten Abezin kahlaamolla Wesnothin kuningas Garard II murhattiin.

source: The Queen is not popular. She is at war with supporters of the old king, and searches far and wide for new conscripts. Part of that has been taking elders from the local villages, forcing them to swear allegiance to her. That was the purpose of that patrol.
fi: Kuningatar ei ole suosittu. Hän sotii vanhan kuninkaan kannattajia vastaan ja hakee uusia asevelvollisia kaukaa. Siihen kuului kylänvanhimpien vieminen paikalliskylistä ja kuuliaisuuden vannottaminen hänelle. Se oli sen partion tarkoitus.

source: Annuvin province be ruled by Elensefar! We has no duty to Weldyn.
fi: Annuvinin maakuntaa hallitsee Elensefar! Meitillä ei oo velvollisuuksii Weldyniä kohtaan.

source: You do now. I do not really need to tell you what will happen should you refuse Her Majesty’s offer.
fi: Nyt teillä on. Minun ei tarvitse kertoa, mitä tapahtuu, jos kieltäydyt Hänen majesteettinsa tarjouksesta.

source: Grow a spine, Maddock. If they come to ya and make you swear fealty to this Asheviere, would ya really give up that easy?
fi: Kasvata selkäranka, Maddock. Jos he tulisivat tykösi vannottamaan uskollisuutta sille Ashevierelle, antaisitko periksi niin helposti?

source: They will not come. I do not intend to pick a side in Wesnoth’s conflict, and the Queen knows better than to try to force my hand. It is true that she maintains a large garrison south at the great fortress of Halstead, but even should they mobilize all their troops, I doubt they could take Elensefar.
fi: Eivät he tule. En aio valita puolta Wesnothin selkkauksessa, ja kuningatar tietää hyvin, ettei minua kannata pakottaa. On totta, että hän pitää etelässä suurta varuskuntaa Halsteadin suurlinnoituksessa, mutta vaikka he laittaisivat kaikki joukkonsa liikkeelle, tuskinpa he pystyisivät valtaamaan Elensefaria.

source: But we can’t do nothing! The Queen even be sending them beast orcs against us, that’s how evil she is! Surely you can’t stand for this...
fi: Mutta emme voi olla tekemättä mitään! Kuningatar lähettää jopa örkkejään kimppuumme! Niin paha hän on! Varmasti ette siedä tällaista...

source: Yes, I am aware of Queen Asheviere’s propensity for hiring orcs to supplement her forces. I have begun expanding my army as well, although I think hostilities are unlikely. But the population of Elensefar is small, and we are not in the habit of maintaining a large standing army. It will take time to assemble mercenaries of the right caliber.
fi: Tiedän kyllä kuningattaren taipumuksesta palkata örkkejä joukkojensa täydennykseksi. Olen myös alkanut laajentaa armeijaani, vaikka vihollisuus lienee epätodennäköistä. Mutta Elensefarin väestö on pieni, eikä meillä ole tapana ylläpitää suurta, pysyvää armeijaa. Menee aikaa koota oikeanlaisia palkkasotureita.

source: The treaty between Elensefar and Wesnoth is ancient, and I do not think Her Majesty means to break it. But I cannot afford to make enemies of Weldyn, as you can surely understand. Asheviere looks to be winning her civil war. The wizard and his rebels have suffered several defeats. I have some concessions that I shall have to make...
fi: Elensefarin ja Wesnothin välinen sopimus on ikivanha, enkä usko Hänen majesteettinsa rikkovan sitä. Mutta minulla ei ole varaa tehdä Weldynistä vihollinen, kuten varmasti ymmärrätte. Asheviere näyttää voittavan sisällissotansa. Se velho kapinnallisineen on kärsinyt useita tappioita. Minun on tehtävä joitakin myönnytyksiä...

source: And what abouts us? Throw us like dogs to those Wesnothians?
fi: Entäs me sitten? Heitätkö meitit kuin koirat niille wesnothilaisille?

source: Do not put words in my mouth. I am more than willing to act should the need arise. I am already in covert communication with— ...listen, there is a bigger picture here, Baldras.
fi: Älä laita sanoja suuhuni. Olen valmis toimimaan tarvittaessa ylen määrin. Olen jo salayhteydessä... Kuule, tässä on kyse kokonaiskuvasta, Baldras.

source: The bigger picture of you idly sittin’ here waiting till them Wesnothians come to take the city right from your hands.
fi: Kokonaiskuva, jossa sä kökötät täällä, kunnes wesnothilaiset tulevat viemään kaupunkisi suoraan näpeistäsi.

source: I very much doubt they would be bold enough to attack us outright—
fi: Tuskinpa he olisivat niin röyhkeitä, että hyökkäisivät kimppuumme noin vai-

source: Head out of your behind, Maddock. Open your eyes! Look south and tell me that again!
fi: Ota pääsi ahteristas, Maddock. Avaa silmäsi! Kato etelään ja sanopa se vielä uudestaan!

source: An invading army? No, something is not right with those soldiers... but I presume we have no time to ponder that. To arms!
fi: Hyökkäävä armeijako? Ei, jokin on pielessä noissa sotilaissa... mutta otaksun, ettei meillä liikene aikaa pohtia sitä. Aseisiin!

source: Hey, look! Some buried treasure!
fi: Katsokaa! Jokin haudattu aarre!

source: It says, “Here lies Daneth, child of the Light, loyal defender of Lord and Land.”
fi: Siinä sanotaan: "Tässä lepää Daneth, Valon lapsi, Herran ja maan uskollinen puolustaja."

source: Maddock’s firstborn son.
fi: Maddockin esikoispoika.

source: It says, “Here lies Daneth, child of the Light, loyal defender of Lord and Land.” Whoever that was.
fi: Siinä sanotaan: "Tässä lepää Daneth, Valon lapsi, Herran ja maan uskollinen puolustaja." Kuka lieneekään.

source: Oh.
fi: Ah.

source: Hold there, soldier! Can we not come to terms without bloodshed?
fi: Seis, sotilas! Emmekö voisi tulla toimeen ilman verenvuodatusta?

source: Hmm. Something is quite wrong indeed...
fi: Hmm. Jokin ei nyt olekaan kohdallaan...

source: <i>The sun sets...</i>
fi: <i>Aurinko laskee...</i>

source: Baldras and Harper watch, petrified, as the skin and flesh of their adversaries begin to rot away.
fi: Baldras ja Harper katsoivat jähmettyneinä, kun heidän vastustajiensa iho ja liha alkoivat mädäntyä pois.

source: Could not convert a $stored_changers[$i].type, please report!
fi: Ei voitu muuttaa $stored_changers[$i].type, tee virheilmoitus!

source: Them things look like evil spirits! Are they those undead you told me about, Uncle?
fi: Noi näyttää pahoilta hengiltä! Eno, ovatko nuo niitä epäkuolleita, joista kerroit mulle?

source: They bears some likeness, but these men almost seem half alive. This be some kind of truly dreadful sorcery.
fi: Ovat vähän samannäköisii, mutta nää miehet näyttävät lähes puolieläviltä. Tää on jotain tosi kauheeta noituutta.

source: So, their human aspect returns. Whatever these creatures are, we shall crush them all under the light of the sun.
fi: Niiden ihmispuoli palaakin takaisin. Mitä nämä olennot ovatkaan, me murskaamme ne kaikki auringonvalossa.

source: Who are you? What are you?
fi: Kuka sä olet? Mikä sä olet?

source: We... are accursed. We were the soldiers of Prince Eldred, the King’s son and betrayer... when the Prince stooped to black magic, we were damned... those of us who bore witness were warped into these twisted forms.
fi: Meidät on... kirottu. Me olimme kerran kuninkaan petturipojan prinssi Eldredin sotilaita... Kun prinssi sortui mustaan magiaan, meidät tuomittiin... Meistä ne, jotka sen todistivat, muutettiin näihin kieroutuneisiin olomuotoihin.

source: The Queen sent us away... sent us west. Now, our mortal bodies pass... into another plane of hellish existence...
fi: Kuningatar lähetti meidät pois... länteen. Nyt meidän tomumajamme siirtyvät... toiseen hornamaiseen olevaisuuteen...

source: Such is the price for treachery.
fi: Sellainen on petoksen hinta.

source: Maddock, we helped you defend your city. Will you help us now?
fi: Maddock, me autettiin puolustamaan kaupunkias. Autatko meitä nyt?

source: <i>Listen carefully. I shall not openly speak against Asheviere seeing as some of her spies are in the city... however, rest assured, I certainly do not trust the Queen and her questionable tactics.</i>
fi: <i>Kuuntele tarkkaan. En puhu avoimesti Ashevierea vastaan, koska hänen vakoojiaan on kaupungissa... mutta voit olla varma, etten todellakaan luota kuningattareen saati hänen kyseenalaisiin taktiikoihinsa.</i>

source: <i>What can ya offer us then?</i>
fi: <i>Mitäs voit tarjota meitille sitten?</I>

source: <i>Well, I do not normally make my relationship with them known, but I can make an exception. Southeast of here, in Carcyn, you may find assistance from one of my... contacts. Their methods should be better suited to your needs. As for your homes, I cannot offer you protection against Weldyn, but I can arrange for some roads to be closed to delay their patrols. That is the most I can do for you.</i>
fi: <i>No, en yleensä kerro suhteestani heihin, mutta voin tehdä poikkeuksen. Täältä kaakkoon, Carcynissa, saanette apua eräältä... yhteyshenkilöltäni. Hänen menetelmänsä sopinevat paremmin tarpeisiinne. Kodeillenne en voi tarjota suojelua Weldyniä vastaan, mutta voin järjestää joitakin tiesulkuja viivyttämään heidän partioitaan. Se on enintä, mitä voin tehdä.</i>

source: <i>Hmph. Clear that you won’t help us fight, but I gots no more time to be stayin’ here. If we is going to resist the Crown a second time, we needs ourselves a good plan. Hope that you’re not sending us to our deaths, Maddock.</i>
fi: <i>Hmph. Selkis, ettet auta taistelussa, mutta en enää ehdi jäädä tänne. Mikäli me aiotaan vastustaa kruunua toisen kerran, me tarvitaan itellemme hyvä suunnitelma. Toivottavasti et lähetä meitä kuolemaan, Maddock.</i>

source: More troops be coming from the south! With all them reinforcements, we gots no chance to defend Elensefar!
fi: Lisää joukkoja tulee etelästä! Meillä ei ole mahdollisuutta puolustaa Elensefaria heidän vahvistuksiaan vastaan!

source: Asheviere’s armies assembled and struck before the nascent rebellion could even be planned. Without the necessary forces, Annuvin soon fell under Weldyn’s absolute control.
fi: Ashevieren armeijat kokoontuivat ja iskivät ennen kuin alkavaa kapinaa voitiin edes suunnitella. Ilman tarvittavia voimia Annuvin joutui pian Weldynin täyteen hallintaan.

source: Hide and Seek
fi: Kuurupiilo

source: 22 Deeproot, 501 YW Been a tough few days since we left Elensefar with all them patrols running around. Going by boat along the Great River, we has been managing to avoid them Wesnothians, but being constantly on the lookout be real taxing. I truly be starting to feel that tiredness in my bones... old men like me should be sitting back at home, resting our grey bodies and watchin’ over them younger folk growing up. I don’t got no business here, running around as some outlaw. Maybe if I was ten years younger...
fi: 22. päivä Syväjuuren aikaan, 501 WV Rankat olivat päivät, kun lähdettiin Elensefarista kaikkien niitten partioitten pyöriessä. Kulkiessamme veneellä pitkin Suurijokea onnistuimme välttämään wesnothilaiset, mutta alituinen valppaana olo alkaa todella rasittaa. Väsymys alkaa todella tuntua luissani... Kaltaisteni vanhojen ukkojen tulis istuskella kotona, lepuuttaa harmaantuvia ruumiitamme katsellen nuorempien varttuvan. Ei oo mun heiniäni juoksennella kuin joku henkipatto.... Ehkä jos oisin kymmenisen vuotta nuorempi...

source: Anyway, the messenger I sent back to Relana should be in Delwyn already. We should be arriving to Carcyn soon too, to where that coward Maddock said his ‘contact’ be. Truths be told, I don’t know how this’ll be turning out, especially since I don’t be no social butterfly like sis were. Don’t like me no city folk really. But I’ll deal with them if I gots to.
fi: Joka tapauksessa viestinviejä, jonka lähetin Relanan luo, pitäis olla jo Delwynissä. Me saapunemme piakkoin Carcyniin, missä se vellihousu Maddock kertoi "yhteyshenkilönsä" lymyävän. Totta puhuen en tiiä, miten tässä käy, varsinkaan, kun en oo puhelias seuraihminen kuten sisko oli. En oikein pidä kaupunkilaisista, mutta hoitelen ne kyllä, jos on pakko.

source: Enter the Grey Woods with Hans
fi: Saavu Harmaametsään Hansin kanssa

source: Death of Hans
fi: Hansin kuolema

source: In fog, units always see one hex further than they can move.
fi: Sumussa yksiköt näkevät aina heksan verran kauemmas kuin pystyvät liikkumaan.

source: Relentlessly pursued by riders patrolling the road to Elensefar, Baldras and the villagers traveled unseen along the swampy banks of the Great River to the city of Carcyn. They hid until nightfall, then crept out to find the help Lord Maddock hinted was here.
fi: Baldras ja kyläläiset, joita Elensefariin johtavaa tietä partioivat ratsastajat jahtasivat sinnikkäästi, matkustivat huomaamattomasti pitkin Suurijoen soisia rantatörmiä kohti Carcynin kaupunkia. He piiloutuivat iltaan asti ja hiipivät sitten esiin etsiäkseen apua, jota herra Maddock oli vihjannut olevan täällä.

source: Wow, is that Carcyn in the distance? Look at how grand some of them spires be!
fi: Vau, onko tuo Carcyn kauempana? Katso, kuinka mahtavia jotkin sen tornit ovat!

source: Not since I were a young lad did I come this far south. Maybe it looks impressive now, but city life weren’t never something real nice. Them city folk be real impatient and mean. Always wantin’ some price for their help, too.
fi: Mä olin nuori poju, kun viimeks kävin näin etelässä. Se saattaapi näyttää nyt vaikuttavalta, mutta kaupunkielämä ei oo koskaan ollu kovin kivaa. Kaupunkilaiset on kärsimättömii ja ilkeitä. Aina tahtovat jonkin korvauksenkin avustaan.

source: Well, we need their help now, don’t we? So we got to figure out a way to get to Lord Maddock’s friend. But he didn’t say anything about who that was.
fi: No, mehän tarvimme heidän apuaan nyt? Meitin on siis keksittävä keino päästä Maddock-herran ystävän luo. Mutta hän ei sanonut mitään siitä, kuka se oli.

source: Harper, when a noble lord says he don’t want some kind of relationship known, it means some kind o’ connection with the black market. We be looking for criminals, probably some thieves’ den. Or, maybe they be looking for us.
fi: Harper, kun aatelisherra sanoo, ettei haluu jotain suhdetta julki, se meinaa jonkinlaista yhteyttä pimeisiin markkinoihin. Me etsitään rikollisii, luultavasti jotain varkaitten luolaa. Tai ehkäpä he etsivät meitä.

source: Right on time.
fi: Juuri ajallaan.

source: How do we know we can trust him?
fi: Mistä tiedämme, että voimme luottaa häneen?

source: If you were one of my quarries, your throat would be slit by now. As it is, you two are still in imminent danger. Just a week ago, the Crown sent a contingent of heavy infantry here to supervise the city. They’re patrolling the streets and forests for us.
fi: Jos te olisitte saaliini, kurkkunne olisi jo nyt viilletty auki. Tällä hetkellä te kaksi olette yhä välittömässä vaarassa. Vain viikko sitten kruunu lähetti tänne raskaasti varustetun jalkaväkijoukon valvomaan kaupunkia. He partioivat kaduilla ja metsissä meidän takiamme.

source: I be assuming they’ll also try to stop us if they see us.
fi: He kaiketi koettavat pysäyttääkin meitin, jos he näkevät.

source: Very likely. Now hurry, you must make it past the city into the Grey Woods. There is a small path in the southeast that leads into the forest. Look for the signpost. My brother Hans will guide you from there. Avoid the soldiers if you can.
fi: Todennäköisesti. Kiireesti nyt. Teidän on päästävä kaupungin läpi Harmaametsään. Kaakossa on pieni polku, joka johtaa metsään. Pitäkää tienviittoja silmällä. Veljeni Hans opastaa teitä siellä. Välttäkää sotilaita, jos pystytte.

source: Looks like these guards be holding stationary posts. If we’re careful, we can get ourselves around them unnoticed.
fi: Noilla vartijoilla on näköjään kiinteät vartiointipisteet. Jos liikumme varoen, pääsemme heidän ohitseen huomaamatta.

source: Harper, you younger and faster folks needs to be our eyes. Scout ahead and find a way past them guards, but make sure ya don’t get yourselves spotted...
fi: Harper, sä oot nuorempana ja nopeampana meitin silmämme. Mene edeltä ja etsi reitti vartijoitten ohi, mutta varmista, ettei sua nähdä...

source: Who goes there? Halt!
fi: Kuka siellä kulkee? Seis!

source: They’ve seen us! <i>Run</i>!
fi: He näkivät meitin! <i>Pakoon</i>!

source: Quick, back into the shadows! Maybe we can still lose them!
fi: Pian takas varjoihin! Ehkä voimme vielä karistaa heidät!

source: Uncle, we did it! We beat one of them iron monsters!
fi: Eno, me teimme sen! Pieksimme yhden niistä rautahirviöistä!

source: A fine job lass, but more sure gots to be coming. Let’s keep movin’.
fi: Kelpo työtä, tyttöseni, mutta lisää tulee takuulla. Pysytään liikkeessä.

source: This way, into the forest! We’ll be able to lose them in the Grey Woods.
fi: Tännepäin, metsään! Pystymme eksyttämään heidät Harmaametsässä.

source: You can come if you wish, but we are mostly interested in speaking to Baldras.
fi: Saat tulla, jos haluat, mutta meitä kiinnostaa puhua lähinnä Baldrasille.

source: I haven’t run so much in years. Feels like I be a real outlaw now, infiltrating a heavily guarded city relyin’ on nothing but the cover of darkness and my wits.
fi: Enpä oo juossu näin paljoa vuosiin. Tuntuu kuin oisin ehta lainsuojaton nyt, tunkeutuneena visusti vartioituun kaupunkiin vain ällini ja pimeyden turvin.

source: It was fun, wasn’t it?
fi: Se oli hauskaa, eikö vain?

source: Perhaps a little.
fi: Ehkä hivenen.

source: Enough chatter, you still have some guards on your tail. We need to head deeper into the Grey Woods to lose them.
fi: Riittää rupattelu. Kannoillanne on vielä vartijoita. Meidän täytyy mennä syvemmälle Harmaametsään, jotta karistamme heidät.

source: Lead the way.
fi: Näytä tietä.

source: Blast it, we was too slow! With the sun rising already, them guards will have no trouble spotting us now...
fi: Himputti, oltiin liian hitaita! Aurinko nousee jo, ja nyt vartijoitten on helppo havaita meitin...

source: You fools! You weren’t supposed to lead them to me...
fi: Senkin pölkkypäät! Teidän ei pitänyt johdattaa heitä luokseni...

source: The Hunters
fi: Metsästäjät

source: 24 Deeproot, 501 YW The sun don’t really shine at all in these Grey Woods, but truth be told, I has been getting used to it more and more. Lounging out in the warm daylight, talkin’ with Erwen while watching them kids play out in the fields... those times were so long ago. Our lives weren’t never real peaceful, but back then, we had our homes and our friends and our family... now we be creatures of the dark.
fi: 24. päivä Syväjuuren aikaan, 501 WV Aurinko ei juuri paista täällä Harmaametsässä, mutta totta puhuen mä oon tottunut siihen yhä enemmän. Lämpimässä päivänvalossa ulkona oleskellen, jutustellen Erwenin kanssa katsellen lasten leikkivän pelloilla... niistä ajoista on niin kauan sitten. Elämämme ei oo koskaan ollu rauhallista, mutta silloin meillä oli kotimme, ystävämme ja perheemme... Nyt me ollaan pimeyden olentoja.
