Repository: big4billy/wesnothHUN
Catalog: po/wesnoth-l/*.po
Languages: fi

source: It be real lonesome like this. I still has me Harper, and I be grateful for the lass, but she don’t really understand an old man like me. I know the past be the past, but I just can’t help but think of sis in times like these. How she used to be dragging me out on some silly little romp, a little job here and there for some gold or lil trinket, or sometimes just for fun... I never wanted to go, of course. I were always real lazy. Still am, even now.
fi: Näin on varsin yksinäistä. Mulla on yhä Harper, ja oon kiitollinen tytöstä, mutta hän ei oikein ymmärrä kaltaistani vanhaa äijää. Tiedän, että menneet on menneitä, mutten voi olla aattelematta siskoa tällaisina aikoina. Kuinka hän ennen raahas mut hupsuihin kommelluksiin, pikku hommaa silloin tällöin kullan tai rihkaman takia, tai joskus ihan vaan huvin vuoks... En tietenkään koskaan halunnu mennä. Olin aina ollu tosi laiska. Ja oon edelleen.

source: Then, Harper tells me, “Come on Uncle, we’re on an adventure! Don’t be so mopey, live a little!” I know she be trying to be cheery, but she really don’t know how much she be reminding me of Erwen sometimes...
fi: Sitten Harper sanoo mulle: "Tule, eno, olemme seikkailussa! Älä mökötä noin, elä vähän!" Tiedän, että hän yrittää olla iloinen, mutta hän ei juurikaan tiedä, kuinka paljon hän joskus muistuttaa mua Erwenistä...

source: I must be strong. That’s what I tells myself. I should be strong, but... I don’t know what be keeping me going, if it be this misguided sense of pride, or my duties to the village, or Harper, or even just remembering the past, making some futile attempts to go back to better times.
fi: Mun pitää olla vahva. Niin mä kerron itelleni. Mun kuuluis olla vahva, mutta... en tiedä, mikä saa mut jatkamaan. Olipa se sitten tää harhainen ylpeyden tunne, velvollisuuteni kylää kohtaan, Harper tai jopa vain menneiden muistelu ja turha yritys palata parempiin aikoihin.

source: Either way, I be here now, on this adventure.
fi: Täällä nyt olen kumminkin, tässä seikkailussa.

source: Kill all enemy patrols before they reach the outpost
fi: Tapa kaikki vihollispartiot ennen kuin ne pääsevät etuvartiolle

source: Death of Helicrom
fi: Helicromin kuolema

source: Any patrol units survive when turns run out
fi: Partioiden yksiköitä jää eloon vuorojen loppuessa

source: Any allied unit is sighted by the outpost guards
fi: Etuvartion sotilaat näkevät liittolaisyksikön

source: The leader, I presumes.
fi: Johtaja, otaksun.

source: Indeed, I am Lord Helicrom, the Crow of the Grey Woods. We are acquaintances of Lord Maddock, who sent word to us of your predicament. I believe we can work something out for your situation.
fi: Aivan, olen herra Helicrom, Harmaanmetsän varis. Me tunnemme Maddock-herran, joka lähetti meille viestin ahdingostanne. Uskon, että me voimme tehdä jotakin hyväksenne.

source: What be your pursuits?
fi: Mitkäs ovat aikeenne?

source: The former king’s magic ministry kept a tight control on the training and employment of mages in Wesnoth. Those of us who dared to... depart from the curriculum were dealt with harshly. Many of us were forced to escape here to continue our study of our brand of magic. Our security and secrecy are not cheap.
fi: Entisen kuninkaan taikavirasto piti tiukkaa kuria velhojen koulutuksesta ja työllisyydestä Wesnothissa. Meistä ne, jotka uskalsivat... erota opetussuunnitelmasta, saivat kovan kohtelun. Monet meistä joutuivat pakenemaan tänne jatkaakseen taikahaaramme tutkimista. Turvallisuutemme ja salaisuutemme eivät tule halvalla.

source: Then you be fellow outlaws. But why do you wants to help us?
fi: Sitten tekin ootte lainsuojattomii. Mutta miks haluutte auttaa meitä?

source: <i>Quid pro quo.</i> Our aid is never given freely. You have something that may be useful to us.
fi: <i>Quid pro quo.</i> Apumme ei ole koskaan ilmaista. Teillä on jotakin, josta olisi meille hyötyä.

source: Manpower. Mages be no good at fighting, I knows. But what for?
fi: Miesvoimaa. Velhot eivät oo hyviä tappeleen, tiedetään. Mutta mitä varten?

source: Understand this. Any weakening of the Throne of Wesnoth, whether it be occupied by king or queen, aids us. To accomplish that, we must destabilize their forces in this region. The key is Halstead.
fi: Ymmärrä tämä. Meitä auttaa Wesnothin valtaistuimen heikkeneminen, oli se sitten kuninkaan tai kuningattaren vallassa. Sen eteen meidän tulee horjuttaa heidän joukkojaan näillä main. Halstead on avainasemassa.

source: That big ol’ fort between Aldril and Elensefar?
fi: Se suuri linnoitusko Aldrilin ja Elesefarin välissä?

source: Aye, Harper. What the mage says be no surprise. It be a bastion of central importance, rivalin’ Elensefar even. Maddock said the Queen’s troops were gathering there. But we gots no way to fight a war with them, not since Maddock won’t send his soldiers to battle.
fi: Jo vain, Harper. Ei yllätä, mitä velho sanoo. Se on keskeinen linnake, joka kilpailee jopa Elesafarin kanssa. Maddock sanoi, että kuningattaren joukot kokoontuvat sinne. Mutta me ei voida sotia heitä vastaan, koska Maddock ei aio lähettää sotilaitaan taistoon.

source: Know this, Baldras. During the past week, several patrols have again ventured across the Great River into Annuvin. A woman named Relana opposed them with a small militia and was victorious, but with heavy losses. The Crown, however, has begun to take notice of this rebellion and is massing forces within Halstead. When its armies are raised, none of your little villages will be able to resist them. Your only choice would be to flee farther north into orcish territory.
fi: Tiedoksesi, Baldras. Viime viikolla monet partiot ovat jälleen tohtineet Suurijoen yli Annuviniin. Nainen nimeltä Relana vastusti heitä pikku miliisillä ja voitti, mutta raskain tappioin. Kruunu on kuitenkin alkanut huomata tämän kapinan ja kokoaa joukkoja Halsteadiin. Kun sen armeijat on koottu, yksikään pikkukylistänne ei pysty vastustamaan niitä. Ainoa vaihtoehtonne olisi paeta kauemmas pohjoiseen örkkien alueelle.

source: We’d never survive there. But would it be so bad if we just swore fealty to the Queen?
fi: Emme ikinä selviäisi siellä. Olisiko se niin paha, jos vannoisimme uskollisuutta kuningattarelle?

source: Only if we gots no other choice. Let’s hear the mage’s plan first.
fi: Vain jos emme vois muuta. Kuunnellaan velhon suunnitelma ekana.

source: I’m not asking you to fight a war. A direct fight against Weldyn’s armies would be undoubtedly foolish. However, we have other means within our grasp. From Dan’Tonk to Halstead, the fastest path lies through the pass between the Brown Hills and the Gryphon Mountains followed by the trek through these Grey Woods. We are in prime position to gnaw away at their troops, crippling their forces before they ever arrive at their destination.
fi: En pyydä teitä sotimaan. Suora taistelu Weldynin armeijoita vastaan olisi epäilemättä typerää. Meillä on kuitenkin muitakin keinoja käytössämme. Nopein reitti Dan'Tonkista Halsteadiin kulkee Ruskokukkuloiden ja Aarnikotkavuoren välisen solan kautta, jota seuraa vaellus tämän Harmaametsän halki. Olemme parhaassa asemassa nakertamaan heidän joukkojaan ja rampauttamaan niitä ennen kuin ne pääsevät perille.

source: Then what?
fi: Entä sitten?

source: I am sure you can guess, magistrate.
fi: Osaat varmaankin arvata, rauhantuomari.

source: You means to sack Halstead itself.
fi: Te meinaatte ryöstövallata itse Halsteadin.

source: There’s no way we can fight them all... can we?
fi: Emme millään voi taistella heitä kaikkia vastaan... emmehän?

source: I don’t know. But, for now, ambushing them patrols be easy enough. That’ll slow them Wesnothians down enough for us to figure out the next step.
fi: En tiedä, mutta toistaiseks on kyllin helppoa väijyttää partioita. Se hidastaa wesnothilaisia tarpeeks, kunnes keksimme, mitä tehdään seuraavaks.

source: In the last day, my scouts have counted five platoons of troops marching towards the garrison. We must eliminate them all before they reach the outpost at the end of the woods. The outpost also must not be alerted to our presence, or we will have the bulk of their forces upon us.
fi: Viime päivänä tiedustelijani ovat laskeneet viiden partion marssivan kohti varuskuntaa. Meidän täytyy tuhota ne kaikki ennen kuin ne pääsevät etuvartiolle metsän laidassa. Etuvartiota ei liioin saa hälyttää läsnäolollamme, tai muuten saamme heidän pääjoukon kimppuumme.

source: The first platoon approaches...
fi: Ensimmäinen partio lähestyy...

source: We shall pincer them from the other side of this path. When we are done, no one shall fear the open roads and night sky more than the armies of Weldyn. Strike quickly, strike silently... and leave no one alive.
fi: Me iskemme tämän polun toiselta puolelta. Kun olemme valmiit, kukaan ei tule pelkäämään avoimia teitä ja yötaivasta yhtä paljon kuin Weldynin armeijat. Iskekää nopeasti, iskekää hiljaa... älkääkä jättäkö ketään henkiin.

source: It’s an ambush! Run!
fi: Se on väijytys! Paetkaa!

source: Ah, here it is. I was wondering where I had misplaced my favorite blade.
fi: Ahaa, täällä se onkin. Mietinkin, mihin olin jättänyt lempimiekkani.

source: Hey, I found some old coins in this shack.
fi: Hei, löysin tästä hökkelistä hiukan vanhoja kolikoita.

source: Bleagh, a slimy tentacle. Why’s it so big?
fi: Yäh! Limainen lonkero. Miksi se on niin iso?

source: There’s a rusty key here. I wonder if it could be useful?
fi: Täällä on ruosteinen avain. Olisikohan siitä hyötyä?

source: There is a waterlogged coffin here.
fi: Täällä on vesittynyt arkku.

source: Hey, that key fits in this coffin. Should I open it?
fi: Hei, avain sopii tähän arkkuun. Avaisinko sen?

source: No, that be a terrible idea.
fi: Ei, se on kauhea idea.

source: Fine, do it.
fi: Hyvä on, avaa se.

source: What is this disgusting monster?
fi: Mikä tämä kammottava hirviö on?

source: A ghoul, a creature of disease and pestilence. Kill the putrid thing. Its stench is making me sick.
fi: Kalmo, kulkutautien ja ruton olento. Tappakaa se mädäntynyt otus. Sen haju saa minut voimaan pahoin.

source: Disgusting though it may be, perhaps that creature’s corpse could be useful.
fi: Vaikka onkin hirvittävä ällötys, ehkä tuon olennon ruumiista voi olla hyötyä.

source: Should I use this potion?
fi: Käyttäisinkö tätä seosta?

source: Yes, I’ll use it.
fi: Kyllä, käytän sitä.

source: Vile Concoction
fi: Inha seos

source: This unit’s melee weapons gain the poison special and this unit gains a small number of hitpoints.
fi: Tämän yksikön lähitaisteluaseet saavat erikoisuudekseen myrkytyksen, ja yksikkö saa vähän elämäpisteitä.

source: No, I’ll leave it for someone else.
fi: Ei, joku muu saa ottaa sen.

source: Doesn’t something about these woods feel weird to you, sir?
fi: Herra, eikö teistäkin nämä metsät vaikuta hiukan omituisilta?

source: Afraid of ghosts, soldier?
fi: Pelkäätkö kummituksia, sotilas?

source: Woods, woods, woods and more woods! Bah, that general had better have a good reason for dragging me out to Halstead with all these oafs.
fi: Metsää, metsää ja lisää metsää! Pah, sillä kenraalilla olisi paras olla hyvä syy raahata minut Halsteadiin kaikkien näiden paukapäiden kanssa.

source: But cap’n, we’re your loyal troops...
fi: Mutta kapteeni, me olemme uskollisia joukkojanne...

source: Shut it and keep moving.
fi: Suu tukkoon ja liikettä.

source: Several platoons of troops were supposed to arrive today. I wonder if something happened to them.
fi: Useita joukkueita olisi pitänyt jo saapua tänään. Onkohan heille tapahtunut jotakin.

source: Something about these woods seems quite unnatural. Perhaps we should stop sending our soldiers this way.
fi: Jokin näissä metsissä vaikuttaa aika luonnottomalta. Ehkä meidän ei pitäisi lähettää sotilaita tätä kautta.

source: Troops, to arms! Show these fugitive scum the meaning of the Queen’s law!
fi: Joukot, aseisiin! Näyttäkää tälle karkurisakille, mitä kuningattaren laki tarkoittaa!

source: With the outpost aware of our presence, we can no longer harry their reinforcements. Their forces will soon grow too powerful for us to resist.
fi: Nyt kun etuvartioasema tietää läsnäolostamme, emme voi enää häiritä heidän vahvistuksiaan. Kohta heidän joukkonsa ovat liian vahvoja meille.

source: The next morning, the local night patrol returned to the nearby outpost. They were surprised to see their fellow soldiers engaged in combat with the band of thugs of which they had heard so much.
fi: Seuraavana aamuna paikallinen yöpartio palasi läheiselle etuvartiolle. He olivat yllättyneitä nähdessään sotilastoverinsa joutuneen taisteluun sen konnalauman kanssa, josta he olivat kuulleet niin paljon.

source: It be done. Their patrols be shattered and broken.
fi: Valmista on. Heidän partionsa on hajotettu.

source: Well done, but the fight is far from over. We will not be able to employ these tactics when more platoons arrive. You must make your choice. Will you fight? Or will you return to your village and beg for amnesty?
fi: Hyvin tehty, mutta taistelu ei ole läheskään ohi. Me emme voi käyttää näitä taktiikoita, kun lisää joukkoja saapuu. Sinun on valittava. Aiotko taistella? Vai palaatko kylääsi ja anelet armahdusta?

source: Amnesty? Knowing these Wesnothians, they’ll have my head. Then again, if I could gives my life to save my whole village, I would.
fi: Armahdustako? Wesnothilaiset tuntien mä menettäisin pääni. Toisaalta jos mun henkeni pelastais koko kyläni, sen kyllä tekisin.

source: We need you! Uncle...
fi: Eno! Me tarvitaan sua...

source: I know what you is going to say, Harper. That we should be fighting for our homes, just like we do against them orcs. But we be risking everything on this, lass.
fi: Tiedän, mitä aiot sanoo, Harper. Että meitin pitäis taistella kotiemme puolesta, kuten teemme jo örkkejä vastaan. Mutta tällä kertaa me todella vaarannamme kaiken, tyttö.

source: If we go back like this, that means we’ll surrender to them Wesnothians and live our whole lives in oppression. You saw how they were sending so many soldiers and even orcs against us.
fi: Jos me palataan näin, se tarkoittais antautumista niille wesnothilaisille ja elämistä sorron alla koko elämämme. Näit, kuinka he lähettivät niin monta sotilasta ja örkkiäkin meitiä vastaan.

source: The girl is naive, but her spirit is in the right place. You risk your homes and the lives of your people, yes, but what good will they be if you live in tyranny? Believe me, I have been there. I would rather die than go back.
fi: Tyttö on naiivi, mutta hänellä on sisua. Vaarannatte kotinne ja kansanne hengen kyllä, mutta mitä iloa niistä on, jos elätte tyranniassa? Tuttua minulle, uskokaa pois. Kuolisin mieluummin kuin palaisin takaisin.

source: Yes... Erwen would’ve said the same. If we march on Halstead, we gots to burn it to the ground before the Queen’s forces rally. If we does that, Weldyn won’t have no foothold in Annuvin no more.
fi: Kyllä... Erwen olis sanonu samaa. Jos me marssitaan Halsteadiin, se täytyy polttaa maan tasalle ennen kuin kuningattaren joukot kokoontuvat. Jos sen teemme, Weldynillä ei oo enää jalansijaa Annuvinissa.

source: It would be months before they could reassemble their forces here. Enough time for you to secure your homes, or relocate.
fi: Kestäisi kuukausia ennen kuin he voisivat koota joukkonsa uudelleen täällä. Tarpeeksi aikaa turvata kotinne, tai muuttaa.

source: Then it be decided. We’ll attack the fort together. Luck be with us.
fi: Sit se on päätetty. Me hyökätään yhdessä linnoitukseen. Onni olkoon kanssamme.

source: Lieutenant, we were assaulted by a band of outlaws en route to the outpost. We were barely able to evade them and make it here!
fi: Luutnantti, kimppuumme hyökkäsi joukko lainsuojattomia matkalla ulkovartiolle! Me juuri vältimme heidät ja pääsimme tänne!

source: Look there! Outlaws and bandits roam these woods, harrying our patrols!
fi: Katsokaa tuonne! Lainsuojattomat ja ryövärit vaeltavat näissä metsissä häiriten partioitamme!

source: This is the end for me...
fi: Tämä on loppuni...

source: Glory
fi: Kunnia

source: From the Annals of Alduin, 98 YW One score and eight years ago, in 70 YW, the King of Wesnoth and the Lord of Elensefar signed a treaty of trade and alliance in order to further the security of humankind. The realization of this treaty required the creation of a safe path between Weldyn and Elensefar, with all manner of hostile creature or beast scoured from these civilized lands. From Dan’Tonk, the establishment of Aldril and Carcyn secured the once hazardous passage alongside the Grey Woods, completing the way between the two cities. With this, the alliance can truly be deemed a coalition of men.
fi: Alduinin kronikasta, 98 WV 28 vuotta sitten, vuonna 70 WV, Wesnothin kuningas ja Elensefarin hallitsija allekirjoittivat kauppa- ja liittosopimuksen ihmiskunnan turvallisuuden edistämiseksi. Tämän sopimuksen toteutus edellytti turvallisen reitin luomista Weldynin ja Elensefarin välille ja kaikkien vihamielisten olentojen tai petojen poistamista näiltä sivistyneiltä mailta. Aldrilin ja Carcynin perustaminen Dan'Tonkista käsin turvasi entisen vaarallisen kulkureitin Harmaametsän ohitse, mikä täydensi kahden kaupungin välisen tien. Tämän nojalla liittoa voidaan todella pitää ihmisten liittoumana.

source: To commemorate the concordat, six years ago, the Lords of Weldyn and Elensefar decreed that a monument be erected in the heart of these once wildlands. We, the magi of Alduin, lent our services to demonstrate the full prowess and might of human magic. Above a series of old catacombs in a scant hill, we spent these years raising an immense stronghold from the earth’s living rock.
fi: Kuusi vuotta sitten Weldynin ja Elensefarin johtajat sopivat monumentin pystyttämisestä näiden entisen erämaiden keskelle sopimuksen kunniaksi. Me, Alduinin velhot, lainasimme palveluksiamme esitelläksemme ihmistaikuuden koko mahdin ja kyvykkyyden. Ne vuodet pystytimme valtavan linnoituksen maan peruskalliosta matalan kukkulan sisällä olevien vanhojen katakombien päälle.

source: Completed, as it is on this day, this sentinel of the west now towers hundreds of paces tall, a great monolith looming sheer above the plains. The sight of these colossal walls, to even us magi, is both awe-inspiring and terrifying. So tall these towers peak and so mighty these walls arise that such a feat seems more like a force of nature than a work of man. That we have fashioned this mountain as insignificant humans is almost inconceivable. Halstead, as we have named it, is impenetrable. No one shall ever overcome these tidal waves of stone.
fi: Valmistuneena, kuten se onkin tänään, tämä lännen vartija kohoaa satojen askelten korkeuteen suurena monoliittina tasankojen ylle. Nuo valtavat muurit ovat meille velhoillekin sekä vaikuttava että kauhistuttava näky. Niin korkeat tornit ja niin mahtavat kohoavat muurit, että moinen saavutus tuntuu pikemminkin luonnonvoimalta kuin ihmistyöltä. Se, että me mitättömät ihmiset olemme muovanneet tämän vuoren, on lähes käsittämätöntä. Halstead, kuten olemme sen nimenneet, on läpitunkematon. Kukaan ei koskaan voita näitä kivisiä hyökyaaltoja.

source: Destroy the stronghold of Halstead
fi: Tuhoa Halsteadin linnoitus

source: There be it. The stronghold of Halstead.
fi: Siellä se on. Halsteadin linnoitus.

source: Look at how tall it is! Those towers be so sheer and smooth, it almost looks like magic called them up out of the earth!
fi: Katso, kuinka korkea se on! Noi tornit ovat niin jyrkkiä ja sileitä. Ihan kuin ne olis taiottu ylös maasta!

source: Aye, there may be some truths in that. Old stories tells us that in times past, Elensefar and Weldyn had some real strong mages, much more adept than them ones who only be politicking nowadays. They helped tame the lands between the cities and forged the walls of Halstead itself to honor the alliance.
fi: Kyllä maar, siinä lienee jotain perää. Vanhat tarinat kertovat menneistä, jolloin Elensefarilla ja Weldynillä oli joitain tosi vahvoja velhoja, paljon pätevämpiä kuin ne, jotka vain jauhavat politiikkaa tätä nykyä. He auttoivat kesyttämään maat kaupunkien välillä ja rakensivat Halsteadin muurit kunnioittamaan niitten liittoa.

source: I don’t see how we can bring it down. They seem invincible in there!
fi: En tiedä, kuinka voisimme sorruttaa sen. He vaikuttavat voittamattomilta tuolla!

source: Indeed...
fi: Niinpä...

source: Worry not, Halstead has a weakness. What Baldras spoke was partly true. Previous orders of magi did help erect the fortress. What is not made known to most is that the original construction of the castle was flawed.
fi: Huoli pois, Halsteadilla on heikkoutensa. Se mitä Baldras kertoi, oli osittain totta. Edelliset velhojärjestöt auttoivat pystyttämään linnoituksen. Monet eivät tiedä, että linnoituksen alkuperäisrakenteissa oli vikaa.

source: These walls were raised over a system of catacombs, which connect the four towers to the central keep. Though they appear impressive, the tunnels were never meant to hold up such a tremendous weight. Supports were added later to hold up the middle, which eventually began to collapse without them. Naturally, this was made secret by the magi, who did not want others to learn of their error.
fi: Nuo muurit pystytettiin katakombien päälle, jotka yhdistävät neljä tornia keskustorniin. Vaikka ne näyttävätkin vaikuttavilta, tunneleita ei ole tarkoitettu kestämään niin suunnatonta painoa. Tukipaaluja lisättiin myöhemmin pönkittämään keskiosaa, joka lopulta uhkaa romahtaa ilman niitä. Velhot tietenkin salasivat tämän, koska he eivät halunneet muiden saavan tietää virheestään.

source: So... we can knock out the supports and bring down the main keep. Would it really work?
fi: Joten... me voidaan kaataa tukipaalut ja sorruttaa linnoituksen. Toimisiko se todella?

source: I believe it will. Each tower has a passage down to the catacombs. We must enter the tunnels and demolish all four supports, then the fortress should crumble.
fi: Uskonpa. Kussakin tornissa on käytävä katakombeihin. Meidän täytyy päästä tunneleihin ja tuhota kaikki neljä tukipaalua. Sitten linnoituksen pitäisi romahtaa.

source: Let’s hope you be right. Everything be hinging on this battle.
fi: Toivotaan, että oot oikeessa. Kaikki riippuu tästä taistelusta.

source: Dommel! The Queen has sent me and my warriors to support your forces. We come to squash the puny peasant rebellion.
fi: Dommel! Kuningatar lähetti minut ja soturini joukkojenne tueksi. Murskaamme tämän surkean talonpoikaiskapinan.

source: I received no word from Her Majesty of your arrival, orc.
fi: En ole saanut Hänen majesteetiltaan mitään tietoa tulostanne, örkki.

source: I have the orders right here.
fi: Määräykseni ovat tässä.

source: As if those could possibly be real. I would be a fool and an oaf to let a band of stinky raider orcs into Halstead without a fight.
fi: Nuoko mukamas oikeita. Vain typerys ja tollo päästäisi joukon haisevia örkkirosvoja Halsteadiin ilman taistelua.

source: What? Now look here, you coddled pinkskin. Your helpless ‘soldiers’ have been getting bested by a filthy bunch of vagrant bandits. Your army is as useless as you are pink. The Queen sent us here to clean up the mess that you are clearly too stupid to fix on your own.
fi: Mitä? Kuunteles nyt, lellitty vaaleanahka. Avuttomat "sotilaasi" ovat saaneet selkäänsä vaeltavalta rosvosakilta. Armeijasi on yhtä hyödytön kuin olet vaalea. Kuningatar lähetti meidät tänne siivoamaan sotkua, jota olet selvästi liian tyhmä hoitaaksesi itse.
