Repository: big4billy/wesnothHUN
Catalog: po/wesnoth-l/*.po
Languages: fi

source: Liberty
fi: Vapaus

source: 1x enemies
fi: 1x vihollisia

source: Easy
fi: Helppo

source: 2x enemies
fi: 2x vihollisia

source: Normal
fi: Normaali

source: 3x enemies
fi: 3x vihollisia

source: Hard
fi: Vaikea

source: As the shadow of civil war deepens across Wesnoth, a band of hardy marchlanders revolts against the governance of the new queen. To win their way to freedom, they must learn to use shadows and deception to rout the trained blades of the Wesnothian army.
fi: Sisällissodan varjon levittäytyessä Wesnothin ylle sitkeä joukko rajaseutulaisia kapinoi uuden kuningattaren hallintoa vastaan. Voittaakseen vapautensa heidän on opittava käyttämään varjoja ja hämäystä rökittääkseen Wesnothin armeijan sotilaita.

source: (Novice level, 7 scenarios.)
fi: (Aloittelijatasoa, 7 skenaariota)

source: Story continued in: Heir to the Throne
fi: Tarina jatkuu: Valtaistuimen perillinen

source: Original Campaign Design
fi: Alkuperäinen kampanjasuunnittelu

source: Latest Rewrite
fi: Viimeisin uudelleenkirjoitus

source: Campaign Maintenance
fi: Kampanjan ylläpito

source: Artwork and Graphics Design
fi: Taide ja graafinen suunnittelu

source: Give Me Liberty or Give Me Death!
fi: Vapaus tai kuolema!

source: Complete <i>Civil Disobedience</i> with at least 3 peasants remaining.
fi: Suorita <i>Kansalaistottelemattomuus</i> vähintään kolmella selvinneellä talonpojalla.

source: The Nameless Guard
fi: Nimetön vartija

source: Discover the name of the royal guard in <i>Unlawful Orders</i>.
fi: Selvitä kuninkaankaartilaisen nimi skenaariossa <i>Laittomat käskyt</i>.

source: Harper vs. Goliath
fi: Harper ja Goljat

source: Defeat an Iron Mauler with Harper in <i>Hide and Seek</i>.
fi: Kukista rautamurskaaja Harperin avulla skenaariossa <i>Kuurupiilo</i>.

source: Perfect Hunter
fi: Täydellinen metsästäjä

source: Complete <i>The Hunters</i> with no losses.
fi: Suorita <i>Metsästäjät</i> ilman tappioita.

source: Force of Arms is Pointless Without Strategy
fi: Asevoimat ovat turhia ilman strategiaa

source: On Challenging difficulty, defeat Dommel in <i>Glory</i>.
fi: Kukista Dommel skenaariossa <i>Kunnia</i> haastavalla vaikeusasteella.

source: The Raid
fi: Ryöstöretki

source: From the journal of Baldras, 21 Scatterseed, 501 YW Months... seven months it’s been since the Crown did send a single guard here to help us. This Garard II be a pompous stinker, even worser than his pa! Us of these border towns Delwyn and Dallben already be poor and needy, yet alls ‘His Majesty’ can think of is tax, tax, tax, takin’ all our hard earned gold from us. Then he uses our gold to provoke more wars with more orcs just for personal glory and more land for them grubby nobles to lord over.
fi: Baldrasin päiväkirjasta, 21. päivä Siemenkylvön aikaan, 501 WV Kuukausia... seitsemän kuukautta on kulunut siitä, kun kruunu lähetti yhden vartijan tänne avuksemme. Se Garard II on mahtipontinen kukkoilija, jopa pahempi kuin isänsä! Me Delwynin ja Dallbenin rajakylissä ollaan jo köyhiä ja avun tarpeessa, mutta "Hänen majesteettinsa" aattelee vain veroja ja lisää veroja, verottaen kaiken vaivalla ansaitun kultamme. Sitten hän lietsoo kullallamme lisää sotia örkkien kans vain oman kunniansa vuoks ja lisää maata kieroille aatelisilleen.

source: To abbadon with the Crown! We got no armies and we don’t even got real weapons, but we of the Western Marches make do just fine with our slings and clubs. In all Annuvin Province, there won’t be nobody besting us in these swamps. We’re self-reliant out here. We gots our own trade routes and pacts of mutual defense. No need for them Wesnothians. Not a single bit.
fi: Hiiteen koko kruunu! Meitillä ei oo armeijoita eikä edes kunnon aseita, mutta me pärjätään Läntisillä rajamailla iha hyvin lingoilla ja astaloilla. Koko Annuvinin maakunnassa kukaan ei rökittäis meitä näillä soilla. Me ollaan täällä omavaraisii. Meillä on omat kauppareitit ja keskinäiset puolustussopimukset. Ei niitä wesnothilaisia tartteta. Ei ainuttakaan.

source: The sun were out today, but it were raining too. Weird mix of brightness and woe. Reminds me of the day Harper’s pa died in that orc raid. Since my sis Erwen passed when she were young, poor lass had nobody but me. Never wanted no kid of my own but... she’s mine to take care of now. Fine lass, that one, just a bit careless like her pa. I needs to keep a good eye on her now, with all them orcs running round here of late.
fi: Aurinko paistoi tänään, mutta myös satoi. Kumma sekoitus kirkkautta ja murhetta. Tulee mieleen päivä, jolloin Harperin isä kuoli siinä örkkihyökkäyksessä. Kun mun sisko Erwen kuoli nuorena, tyttöparalla oli vain mut. En oo milloinkaan halunnu omaa lasta, mutta... hän on vastuullani nyt. Hieno tyttö on, joskin vähän huolimaton kuten isänsä. Mun täytyy pitää häntä silmällä nyt, kun kaikki örkit ovat pyörineet täällä viime aikoina.

source: Orcs
fi: Örkit

source: Defeat all of the Goblin marauders
fi: Kukista kaikki hiisiryövärit

source: Goblins reach the village of Dallben
fi: Hiidet saavuttavat Dallbenin kylän

source: Death of Baldras
fi: Baldrasin kuolema

source: Death of Harper
fi: Harperin kuolema

source: I long to burn human cities, but that weaselly witch thinks we’re only good enough for these puny villages. These hapless clods barely have anything, but at least the witch’s gold is good.
fi: Pääsisinpä polttamaan ihmiskaupunkeja, mutta se kiero noita luulee, että me kelpaamme vain näihin tuppukyliin. Näissä kyläpahasissa tuskin on mitään, mutta ainakin noidan kulta on hyvää.

source: Ride, you worms! Let’s finish our raid before their hunters return.
fi: Ratsastakaa, senkin madot! Hoidetaan ryöstöretki ennen kuin niiden jahtimiehet palaavat.

source: Look, goblin riders approach! You was right, they was going to raid Dallben while we was gone.
fi: Kattokaa, hiisiratsastajat lähestyvät! Olit oikeassa. Ne aikoi ryöstää Dallbenin poissa ollessamme.

source: We gots to stop them or they’ll burn down the whole village. Damn these goblins and damn the Crown. We always be havin’ to fight for ourselves.
fi: Meitin täytyy pysäyttää ne, taikka muute ne polttaa koko kylän. Turkasen hiidet ja turkasen kruunu. Aina joudutaan tappeleen omin nokkinemme.

source: Uncle, we got no time to talk! Them riders are heading full speed straight for Dallben. We’ll need to chase them down through those woods, and fast, or we won’t be able to catch up.
fi: Eno, ei ole aikaa puhua! Noi ratsastajat suuntaavat täyttä häkää kohti Dallbenia. Meitin on jahdattava niitä näitten metsien läpi ja äkkiä, tai emme enää saa kurottua välimatkaa.

source: Do it. Hold them beasts back till us old-timers get there to finish ‘em off.
fi: Teepä se. Pidätelkää niitä, kunnes me vanhukset ehitään paikalle viimeistelemään ne.

source: And Harper... don’t be getting reckless on me today. Your old man died like that, charging into a pack of goblins by ‘imself. I won’t lose ya the same way.
fi: Ja Harper... älä rupea hötkyilee tänään. Isäukkos kuoli sillä lailla, ryntäen hiisilaumaa päin yksinään. En aio menettää sua samalla tavalla.

source: I know, I know, no need to worry so much. All right, let’s go!
fi: Tiedän, tiedän. Ei tarvi huolehtia niin paljoa. Selvä, mentiin!

source: These orc raids keep getting harder and harder to hold off. Feels like every new day’s just another chance for us to lose everything...
fi: Näitten örkkihyökkäysten torjunta hankaloituu aina vaan. Tuntuu kuin uus päivä on vain uus mahdollisuus menettää kaikki...

source: That Garard II stopped sendin’ patrols out here a while back. Stinker probably sent his troops on some new war against them orcs. Don’t really matter. Technically Annuvin be under the charge of Elensefar, but you don’t see ‘em coming to help us either.
fi: Garard II lakkas lähettämästä partioita tänne joku aika sitten. Se lusmu luultavasti lähetti joukkonsa uuteen sotaan niitä örkkejä vastaan. Hällä väliä. Annuvin on tosiasiassa Elensefarin vastuulla, mutta eipä heitäkään näy tulevan avuksemme.

source: Then why do we got to pay taxes to the King? Maybe Elensefar doesn’t help us, but at least they don’t take our gold.
fi: Miksi sitten joudumme maksamaan veroja kuninkaalle? Elensefar ei ehkä auta meitä, mutteivät ainakaan ota kultaamme.

source: We don’t got no choice, lass. If I don’t gives them what they want, they’ll make trouble for everyone in Dallben.
fi: Eipä oo valinnanvaraa, tyttöseni. Jollen mä anna heille mitä ne haluu, ne aiheuttaa kaikille harmeja Dallbenissa.

source: But we can’t keep doing this forever, Uncle. If we stay like this, those orcs will eventually overrun us. What should we do?
fi: Mutta eno, emme voi jatkaa näin loputtomiin. Jollei mitään tehdä, örkit jyräävät meitin lopulta. Mitä meitin pitäisi tehdä?

source: I don’t know, Harper. I just don’t know. Alls I can say is we’re on our own out here.
fi: Enpä osaa sanoa, Harper. En vaan osaa sanoa. Sen kyllä osaan sanoa, että täällä ollaan omillamme.

source: My face kinda itches... I gotta be careful around these big ones.
fi: Kasvojani hiukan kutisee... Täytyy varoa näitä isompia.

source: Time to feast on these puny pinkskins.
fi: Aika hoidella nämä surkeat vaaleanahkaiset.

source: Hey! Who ya calling puny?
fi: Hei! Ketä haukut surkeaksi?

source: Ahh! I <i>really</i> don’t like fire...
fi: Ahh! En <i>yhtään</i> pidä tulesta...

source: I was... too weak..?
fi: Olinko... liian heikko..?

source: Silly goblin.
fi: Tyhmä hiisi.

source: Hey, someone left their pack here. I could use it to carry some heavier rocks.
fi: Hei, joku on jättänyt laukkunsa tänne. Voisin kantaa sillä painavampia kiviä.

source: Your footpad has gained +1 ranged damage!
fi: Rosvosi on saanut +1 kaukotaisteluvahingon!

source: Spooky.
fi: Karmivaa.

source: They’re getting close to Dallben! What should we do?
fi: Ne lähestyvät Dalbenia! Mitä pitäisi tehdä?

source: There be a couple guards in the village. Might be able to slow them wolves down if they gets closer.
fi: Kylässä on pari vartijaa. Pystynevät hidastaan niitten susia, mikäli pääsevät lähemmäs.

source: What’s happening here? Why be you running like mad, $unit.name|?
fi: Mitä täällä tapahtuu? Miksi juokset kuin hullu, $unit.name|?

source: Goblin riders be on the hunt, headed right for Dallben. We gots to stop them!
fi: Hiisiratsastajat ovat ajojahdissa ja suuntaavat suoraan Dallbeniin! Meitin täytyy pysäyttää ne!

source: Look! Goblin riders be on the hunt, headed right for Dallben!
fi: Katsokaa! Hiisiratsastajat ovat ajojahdissa ja suuntaavat suoraan Dallbeniin!

source: We gots to stop them!
fi: Meitin täytyy pysäyttää ne!

source: The goblins reached the village! Now there’ll be nothing left after they raid our homes...
fi: Hiidet saavuttivat kylän! Nyt kodeistamme ei jää mitään jäljelle niitten ryöstelyn jälkeen...

source: Civil Disobedience
fi: Kansalaistottelemattomuus

source: Baldras’ farm
fi: Baldrasin tila

source: Baldras’ journal, 6 Deeproot, 501 YW: Me and Harper visited Erwen’s grave today. I helped the lass pick her a bunch of flowers — we even found some of her favorite, blue lilies. Harper don’t remember her much, but still thinks lots about her. Lass reminds me so much of her ma often times, real bright and brassy, even if she don’t got the same sense or wits. I’m just hoping she be learning more with time.
fi: Baldrasin päiväkirja, 6. päivä Syväjuuren aikaan, 501 VW Mä ja Harper käytiin Erwenin haudalla tänään. Auttelin tyttöä poimimaan hänelle kukkia. Me jopa löysimme joitain hänen lemppareitaan, sinililjoja. Harper ei muista häntä paljonkaan, mutta aattelee silti häntä paljon. Tyttö muistuttaa usein niin paljon äitiään. Tosi välkky ja aina äänessä, vaikkei perinytkään hänen järkeä tai älliä. Kunpa hän oppis enemmän ajan myötä.

source: Speaking of sense, I gots me a bad feeling in my gut about today. I’d better ready our hunting troop when I get back to the village, just in case...
fi: Järjestä puheen ollen, aavistan pahaa tästä päivästä. Mun olis paras valmistella jahtiporukkamme, kun palaan kylään. Ihan varmuuden vuoks...

source: Rebels
fi: Kapinalliset

source: Kill the Wesnoth army captain, Tarwen
fi: Kukista Wesnothin armeijan kapteeni Tarwen

source: Look, riders approach.
fi: Katsokaa, ratsastajia tulee.

source: Stand fast, Harper.
fi: Pysy lujana, Harper.

source: By order of the Queen, the magistrate of this town is to travel with us to Elensefar for vetting.
fi: Kuningattaren määräyksestä tämän kylän rauhantuomarin on matkustettava kanssamme Elensefariin tarkistusta varten.

source: The Crown did long since abandon our village. You Wesnothians be too busy countin’ the gold from our taxes to be sending aid against them orcs. Nobody here be leaving to nowhere.
fi: Kruunu on hylännyt kylämme aikoja sitten. Teillä wesnothilaisilla on liian kiire laskea kultaa veroistamme, jotta lähettäisitte apua örkkejä vastaan. Kukaan ei lähde täältä minnekään.

source: Insolent peasant. Try not my patience, else I shall be forced to drag thy deceased corpse back with me to the city.
fi: Hävytön maalaistollo. Älä koettele kärsivällisyyttäni, muuten joudun raahaamaan kuolleen ruumiisi mukanani kaupunkiin.

source: Try it then, stinker.
fi: Yritäpä sitten, tampio.

source: As you wish.
fi: Kuten haluat.

source: Guard the gate.
fi: Vahtikaa porttia.

source: <i>Uncle, since when did we have a queen?</i>
fi: <i>Eno, mistä lähtien meillä on ollut kuningatar?</i>

source: <i>Since a few years back, I thinks, but weren’t never her giving out no orders...</i>
fi: <i>Muutama vuosi sitten kaiketi, mutta hän ei oo koskaan antanu mitään käskyjä...</i>

source: <i>It don’t really matter right now. Harper, get yerself out o’ here. This be no kind of battle for you.</i>
fi: <i>Eipä sillä väliä juuri nyt. Harper, häippäse sä täältä. Tää taistelu ei oo sulle.</i>

source: I can fight!
fi: Mä osaan taistella!

source: <i>Harper, do what I says to ya.</i>
fi: <i>Harper, tee kuten mä sanon.</i>

source: We’re in this together. Death to the Wesnothians!
fi: Me ollaan tässä yhdessä. Kuolema wesnothilaisille!

source: Impulsive lass...
fi: Äkkipikainen tyllerö...

source: Help, help! I’m being repressed!
fi: Apua, apua! Minua sorretaan!

source: They just killed an innocent man! Murderers!
fi: Ne tappoi juuri viattoman miehen! Murhaajat!

source: Cry thine eyes out for me, peasant.
fi: Siinäpä vingut, jyväjemmari.

source: I oughta bring out the good mace to fight off these thugs.
fi: Täytyypä ottaa vanha kunnon kurikka käyttöön näitä kelmejä vastaan.

source: Back, back ye curs!
fi: Takaisin! Takaisin, senkin rakit!

source: Take that, you bullies!
fi: Siitä saatte, senkin öykkärit!

source: Get out of my village!
fi: Painukaa pois kylästäni!

source: We beat their leader, but a couple of them riders escaped. What should we do?
fi: Me nujerrettiin niitten johtaja, mutta pari ratsastajaa karkasi. Mitä meitin pitäis tehdä?

source: Somethin’ be very wrong here. That Garard weren’t never no hero or nothing, but his men never would’ve attacked us. The Queen must’ve did something to him.
fi: Tässä on jotain pahasti vialla. Se Garard ei oo koskaan ollu mikään sankari, mutta hänen miehensä eivät ois ikinä käyneet kimppuumme. Kuningattaren on täytyny tehä hänelle jotain.

source: We’ve got to tell the people of Delwyn about this. Ol’ magistrate Relana will have some ideas.
fi: Meitin on kerrottava tästä Delwynin asukkaille. Rauhantuomari Relanalla on takuulla ideoita.

source: That’s true. Whenever there’s been troubles, we’ve always looked to her for help.
fi: Totta. Aina kun on ollu hankaluuksia, olemme hakeneet häneltä apuja.

source: Fine. We’ll go to Delwyn, see what Relana gots to say. With them riders so eagerly attackin’ us today, I’m thinking Delwyn will be under threat too.
fi: Selvä. Lähdemme Delwyniin kuulemaa, mitä sanottavaa Relenalla on. Kun ne ratsastajat hyökkäsivät niin innokkaasti tänään, Delwyn taitaa myös olla uhattuna.

source: So we’ll have to fight them Wesnothians again?
fi: Eli joudumme taas tappeleen wesnothilaisia vastaan?

source: Alls I can say for certain is we’ve made ourselves enemies of the Crown. They’ll be hunting us now.
fi: Voin vain sanoo varmaks, että teimme itestämme kruunun vihollisia. Nyt ne jahtaa meitä.

source: Then we’re outlaws.
fi: Sitten me ollaan lainsuojattomia.

source: Aye, outlaws.
fi: Niin, lainsuojattomii.

source: Your units — formerly <i>neutral</i> — are now <i>chaotic</i>!
fi: Entiset <i>neutraalit</i> yksikkösi ovat nyt <i>kaoottisia</i>!

source: At your order, Captain.
fi: Käskystänne, kapteeni.

source: Slay them all.
fi: Surmatkaa heidät kaikki.

source: Curses! Their reinforcements has arrived. We gots no chance to fight ‘em off now...
fi: Kirottua! Heidän lisäjoukkonsa saapuivat. Emme mahda enää mitään niitä vastaan...

source: A Strategy of Hope
fi: Toivon strategia

source: Baldras’ journal, 10 Deeproot, 501 YW: Been a strange few days. Had to leave Dallben real quick. We grabbed whatever we could in just a day, some food, some clothes, sis’s lucky bracelet... and made off for Delwyn as quick as these old bones would let me. It be a three day journey there for me, but I sended Harper ahead for Relana first. Said we’d meet her in the usual hiding spot in the swamp.
fi: Baldrasin päiväkirja, 10. päivä Syväjuuren aikaan, 501 VW Outoja olivat viime päivät. Piti lähteä Dallbenista kiireen vilkkaa. Otimme kaiken mahdollisen yhdessä päivässä. Ruokaa, vaatteita, siskon onnenkorun... ja lähdimme Delwyniä kohti niin nopsaan kuin nämä vanhat luut vain sallivat. Se on multa kolmen päivän matka sinne, mutta lähetin Harperin edeltä Relanan luo. Kerroin, että tapaamme hänet tavallisessa piilopaikassa suolla.

source: This whole mess be utter stupidness. Of all the things to be driving us from our home, how did it ended up being those accursed Wesnothians? Blasted Crown. Don’t matter whoever’s the one giving out them orders, those stinkers in Weldyn always be making trouble for us countryfolk.
fi: Tää koko sotku on suurta typeryyttä. Kuinka juurikin nuo kirotut wesnothilaiset päätyivät ajamaan meikäläiset pois kotoamme? Turkasen kruunu. Aivan sama kuka heitä komenteleekin, ne Weldynin tampiot aiheuttavat aina ikävyyksiä meille maalaisille.

source: I’m too old for all this. Them orc raids already be plenty for me to deal with. I don’t be keen on fighting no war with Wesnoth. But... I guess, I don’t really got no choice either. Harper’s still too young to be leading anyone, and it don’t seem like anyone else in the village be suitable.
fi: Mä oon liian vanha tähän kaikkeen. Ne örkkihyökkäykset vaivaavat mua ihan tarpeeks. En haluu sotia Wesnothia vastaan. Mutta... luulenpa, ettei mulla taida olla vaihtoehtoa. Harper on vielä liian nuori johtamaan ketään, eikä kukaan muu kylässä näytä sopivan siihen pestiin.

source: In times like these... I still wish Erwen was here with us. Little sis were always the better of us two. She always knew how to keep her temper and her wits about her. What would she say to me now? Probably something like, “Quit yapping ya old dog and focus on what you’re doing. What’s done is done. Just look at what’s ahead of ya and get them people to safety.” Cheeky, that one. But, she’d be right, I has me a responsibility to our people. Got a lot of trouble ahead of us...
fi: Tämmöisinä aikoina... toivon, että Erwen olis kanssamme. Pikkusisko oli aina parempi meistä kahdesta. Hän tiesi aina, kuinka pitää malttinsa ja järkensä kurissa. Mitä hän sanois mulle nyt? Kaipa jotain tällaista: "Lopeta uikuttaminen, senkin vanha koira, ja keskity tekemisiisi. Tehty mikä tehty. Katso, mitä on edessäpäin, ja vie väki turvaan." Näsäviisasta, mutta hän olis oikeessa. Mulla on vastuu kansastamme. Eessämme on vielä paljon vaikeuksii...

source: Defeat both enemy leaders
fi: Kukista molemmat vihollisjohtajat

source: Death of Relana
fi: Relanan kuolema

source: Baldras! Ya made it! Lil Harper here told me all about what happened.
fi: Baldras! Sä selvisit! Pikku Harper kertoi mulle kaiken tapahtuneesta.

source: Aye, Relana. It were one o’ the Queen’s patrol, strange as it do sound. Turns out they was itchin’ to attack us soon as I wasn’t willing to leave with ‘em.
fi: Kyllä maar, Relana. Se oli kuningattaren partioita, niin oudolta kuin kuulostaakin. Kävi ilmi, että niitä syyhytti käydä äkkiä kimppuumme, kun en tahtonu lähteä niitten matkaan.

source: But we fought those ugly scoundrels off!
fi: Mutta me löimme ne rumat ryökäleet pois!

source: Queen’s patrol, ya say? They sent them a messenger our way a couple days ago, demanding our allegiance to some ‘Asheviere’. Weren’t that Garard’s young bride or something? Why’s she the one in charge now?
fi: Kuningattaren partioko, vai? He lähettivät sanansaattajan meille pari päivää sitten vaatimaan uskollisuuttamme jollekulle "Ashevierelle". Eikös se ollut Garardin nuori morsian tai jotain? Miksi se nainen johtaa nyt?

source: I don’t know, but some of them riders escaped us. Bet they’ll report back to their local garrison, tell them we’re a bunch o’ traitors.
fi: Enpä tiiä, mutta pari niitten ratsastajaa livisti meiltä. Ne varmaan ilmoittavat paikalliselle varuskunnalleen ja sanovat meitä petturiporukaksi.

source: Then they’ll be comin’ back in force.
fi: Sitten he palaavat taas voimalla.

source: We needs more information. We should consult ourselves with Elensefar. Lord Maddock surely gots to know more than us.
fi: Me tarvitaan lisätietoja. Meidän pitäisi neuvotella Elensefarin kanssa. Herra Maddock varmasti tietää meitä enemmän.

source: Elensefar? Why him?
fi: Elensefar? Miksikö hän?

source: Well all Annuvin be ruled by Elensefar, right? We don’t gots to heed anything Wesnoth says. Lord Maddock’s technically the one we answer to.
fi: No, Elensefar hallitsee koko Annuvinia, eikös? Meidän ei tarvi välittää Wesnothin sanomisista. Me vastaamme herra Maddockille tarkalleen ottaen.

source: It don’t matter. Weldyn be doing whatever it likes while Maddock says nothing. He knows, but he don’t care.
fi: Hällä väliä. Weldyn tekee niin kui lystää, kun taas Maddock ei sano mitään. Hän tietää kyllä, muttei piittaa.

source: But we still need that knowledge, Baldras. We can’t be coming up with any great plan without no information. We both knows that if Weldyn brings one o’ their armies here, there be no way we can fight them off.
fi: Mutta me silti tarvitaan sitä tietoa, Baldras. Emme voi tehdä mitään suurta suunnitelmaa ilman tietoa. Tiedämme kumpikin, että jos Weldyn tuo yhdenkin armeijan tänne, emme voi mitenkään torjua heitä.

source: Perhaps, but — hold there. Did ya hear that? Sounded like some wolf howl.
fi: Ehkäpä, mutta... hetkonen. Kuulitkos tuon? Kuulosti ihan suden ulvonnalta.

source: Somethin’ smells like lizard too. We’re not alone here.
fi: Jokin haiskahtaa liskoltakin. Me emme ole täällä yksin.

source: Finally, some action!
fi: Vihdoinkin toimintaa!

source: Blasted humans and blasted Fal Khag! Stupid goblin was only supposed to scout that puny village, not fight it by himself. Then those damned humans rejected our help and look where that got them.
fi: Pahuksen ihmiset ja pahuksen Fal Khag! Typerän hiiden piti vain tiedustella sitä tuppukylää eikä nujakoida yksinänsä. Sitten ne kirotut ihmiset hylkäsivät apumme, ja katsokaa, miten heille kävi.

source: “Don’t know why the Queen hired some stinkin’ orcs, we don’t need you here.” Yeah, well now they’re dead like a bunch of beasts.
fi: "En tiedä, miksi kuningatar palkkasi haisevia örkkejä. Teitä ei tarvita tänne." Joo, ja nyt ne ovat kuolleita kuin karjalauma.

source: Your ordersss mean nothing to usss, orc. You promissed uss gold.
fi: Kässsskysi ei merkitssse meille mitään, örkki. Lupasssitte kultaa meille.

source: Shut your trap, lizard. You’ll get your gold as soon as my wolves get their meat.
fi: Tuki turpasi, lisko. Te saatte kultanne heti kun suteni saavat lihansa.
